<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Рецепты от Миранды</title>
    <link rel="stylesheet" href="../21.01.2021 Homework/css/style.css">
</head>
<body>
    <divc class="container">
        <div class="header">
            <h1>Рецепты от Миранды</h1>
        </div>
        <div class="content">
            <div class="block_1">
                <h4>Рома!</h4><p>Очистить от ядрышек 2 кг. грецких орехов.Растолочь<br> 
                скорлупу и смешать с фруктами в 2 литрах рома.<br>
                Употреблять 3-4 раза в день.</p><h4>Кровавая Мери</h4><p>Влиить в бокал хорошую 100% кровь по лезвию ножа.
                <br>Влить водку "Смирновскую".Пить залпом.</p><h4>Грог по-рыбацки</h4><br><p> " рыбу залить кипятком,через 5 минут проедить и<br>
                    добавить грога.Подавать в чашках.</p><h4>Хвангур</h4><p>Сварить на медленном огне воду.Добавить в нее
                <br> хлива и хрольва.Довести до кипения</p><h4>Царская водка</h4><p>Смешать 2 части соляной кислоты и 1часть азотной
                <br>со льдом.Слить охлажденную смесь в фужер Пить залпом.</p><h4>Hotdog</h4><p>Тщтельно промойте косточки и сварите из них
                <br> бульон.Подавать горячим</p><h4>Fireball</h4><p>В большой бокал положить лед, вылить на него все
                <br> компоненты  и положить кружок лимона.</p>
            </div>
            <div class="block_2">
                <div class="block-vert-line">
                    
                </div>
                <menu>
                    <ul>
                        <a href="#"><li>Популярные рецепты</li></a>
                        <a href="#"><li>Рецепт дня</li></a>
                        <a href="#"><li>Рецепты на основе яблок</li></a>
                        <a href="#"><li>Рецепты на основе льда</li></a>
                        <a href="#"><li>Рецепты из хлива и хрольва"</li></a>
                    </ul>

                </menu>
            </div> 
        </div>
        <div class="footer">
            <h2>Влад  Мержевич</h2>
        </div>
    </div>
</body>
</html>